module.exports = {
	version: '0.12.10', // Версия бота для отображения в /stats
	owners: ['439079453650321409', '867048292566302730', '1070585201719263262'], // ID администраторов для команд eval и shell
	channels: {
		serverLogs: '1137366763177267261', // ID канала с логами о серверах, куда добавлен бот
		startLogs: '1115145596429406280', // ID канала с логами о запуске бота
		errorLogs: '1115145596429406280', // ID канала для сообщений об ошибках
		dbLogs: '1124261194325299271' // ID канала для логов базы данных
	}
};
