module.exports = {
    ru: {
        start: {
            giveaway: "🎉 Розыгрыш начался 🎉",
            giveawayEnded: "🎉 Розыгрыш окончен 🎉",
            inviteToParticipate: "Нажмите 🎉 для участия",
            winMessage: "🎉 Поздравляем, {winners}! Вы выиграли **{this.prize}**!\nСсылка на розыгрыш: {this.messageURL}",
            drawing: "Окончание: {timestamp}",
            dropMessage: "Первый кто нажмёт 🎉",
            embedFooter: "{this.winnerCount} победителя(ей)",
            noWinner: "Никто не участвовал, конкурс отменён",
            winners: "Победители:",
            endedAt: "Закончился",
            hostedBy: "Организатор: {this.hostedBy}"
        },
        reroll: {
            congrat: "🎉 Новые победители: {winners}! Поздравляем, вы выиграли **{this.prize}**!\nСсылка на розыгрыш: {this.messageURL}",
            error: "Не удалось найти новых победителей"
        }
    },
    mru: {
        start: {
            giveaway: "🎉 Розыкрыш начаться 🎉",
            giveawayEnded: "🎉 Розыкрыш оконча 🎉",
            inviteToParticipate: "ЖМИ 🎉 участовать",
            winMessage: "🎉 Уря, {winners} побеждили приз **{this.prize}**!\nНажать розыкрыш: {this.messageURL}",
            drawing: "Оконча: {timestamp}",
            dropMessage: "Начавший клик 🎉",
            embedFooter: "{this.winnerCount} выигрунов",
            noWinner: "Некто ни учасник. АТМЕНИТЬ РОЗЫКРЫШ",
            winners: "Выигруны:",
            endedAt: "Законча",
            hostedBy: "Начавшя розыкрыш: {this.hostedBy}"
        },
        reroll: {
            congrat: "🎉 Новинка! Выигруны: {winners}! Приз **{this.prize}**!\nНажать розыкрыш: {this.messageURL}",
            error: "Пабедитилий нету("
        }
    }
}