module.exports = {
    start: {
        giveaway: "🎉 Розыгрыш начался 🎉",
        giveawayEnded: "🎉 Розыгрыш окончен 🎉",
        inviteToParticipate: "Нажмите 🎉 для участия",
        winMessage: "🎉 Поздравляем, {winners}! Вы выиграли **{this.prize}**!\nСсылка на розыгрыш: {this.messageURL}",
        drawing: "Окончание: {timestamp}",
        dropMessage: "Первый кто нажмёт 🎉",
        embedFooter: "{this.winnerCount} победителя(ей)",
        noWinner: "Никто не участвовал, конкурс отменён",
        winners: "Победители:",
        endedAt: "Закончился",
        hostedBy: "Организатор:"
    },
    reroll: {
        congrat: "🎉 Новые победители: {winners}! Поздравляем, вы выиграли **{this.prize}**!\nСсылка на розыгрыш: {this.messageURL}",
        error: "Не удалось найти новых победителей"
    }
}